Revit 2027 API
ParameterTypeId.RbsCabletrayRungwidth Property
 "Rung Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayRungwidth { get; }
Public Shared ReadOnly Property RbsCabletrayRungwidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayRungwidth {
	ForgeTypeId^ get ();
}
static member RbsCabletrayRungwidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace